Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Commit
ar: يقترف
de: Begehen
es: Comprometerse
fr: S'engager
it: Impegnarsi
ja: 専念
ko: 저지르다
pt_br: Comprometer-se
ru: Совершить
zh_hans: 提交哈希
zh_hant: 提交哈希

source: Commit Message
ar: رسالة الالتزام
de: Commit-Nachricht
es: Mensaje de confirmación
fr: Message de validation
it: Invia messaggio
ja: コミットメッセージ
ko: 커밋 메시지
pt_br: Mensagem de confirmação
ru: Зафиксировать сообщение
zh_hans: 提交信息
zh_hant: 提交信息

source: Common Name (CN)
ar: الاسم الشائع (CN)
de: Allgemeiner Name (CN)
es: Nombre común (CN)
fr: Nom commun (CN)
it: Nome comune (NC)
ja: 通称（CN）
ko: 일반 이름(CN)
pt_br: Nome Comum (CN)
ru: Общее имя (CN)
zh_hans: 通用名称 (CN)
zh_hant: 通用名称 (CN)

source: Common Presets
ar: الإعدادات المسبقة المشتركة
de: Allgemeine Voreinstellungen
es: Presets comunes
fr: Préréglages communs
it: Preset comuni
ja: 一般的なプリセット
ko: 공통 사전 설정
pt_br: Predefinições comuns
ru: Общие пресеты
zh_hans: 常用预设
zh_hant: 常用預設

source: Compatibility Date
ar: تاريخ التوافق
de: Kompatibilitätsdatum
es: Fecha de compatibilidad
fr: Date de compatibilité
it: Data di compatibilità
ja: 互換性の日付
ko: 호환성 날짜
pt_br: Data de compatibilidade
ru: Дата совместимости
zh_hans: 兼容性日期
zh_hant: 兼容性日期

source: Compatibility Flags
ar: أعلام التوافق
de: Kompatibilitätsflags
es: Banderas de compatibilidad
fr: Indicateurs de compatibilité
it: Flag di compatibilità
ja: 互換性フラグ
ko: 호환성 플래그
pt_br: Sinalizadores de compatibilidade
ru: Флаги совместимости
zh_hans: 兼容性标记
zh_hant: 兼容性标记

source: Compatibility Settings
ar: إعدادات التوافق
de: Kompatibilitätseinstellungen
es: Configuración de compatibilidad
fr: Paramètres de compatibilité
it: Impostazioni di compatibilità
ja: 互換性設定
ko: 호환성 설정
pt_br: Configurações de compatibilidade
ru: Настройки совместимости
zh_hans: 兼容性设置
zh_hant: 兼容性設定

source: Comprehensive threat defense and encryption management for %@.
ar: حماية شاملة من التهديدات وإدارة التشفير لـ %@.
de: Umfassende Bedrohungsabwehr und Verschlüsselungsverwaltung für %@.
es: Defensa integral contra amenazas y gestión de cifrado para %@.
fr: Gestion complète de la défense contre les menaces et du chiffrement pour %@.
it: Difesa completa dalle minacce e gestione della crittografia per %@.
ja: %@ の包括的な脅威防御と暗号化管理。
ko: %@에 대한 포괄적인 위협 방어 및 암호화 관리입니다.
pt_br: Defesa abrangente contra ameaças e gerenciamento de criptografia para %@.
ru: Комплексная защита от угроз и управление шифрованием для %@.
zh_hans: 为 %@ 提供全面的威胁防御和加密管理。
zh_hant: 為 %@ 提供全面的威胁防御和加密管理。

source: Compression
ar: الضغط
de: Komprimierung
es: Compresión
it: Compressione
ja: 圧縮
ko: 압축
pt_br: Compressão
ru: Сжатие
zh_hans: 压缩
zh_hant: 壓縮

source: Compression (Encoding)
ar: الضغط (الترميز)
de: Komprimierung (Kodierung)
es: Compresión (codificación)
fr: Compression (codage)
it: Compressione (codifica)
ja: 圧縮（エンコード）
ko: 압축(인코딩)
pt_br: Compressão (Codificação)
ru: Сжатие (кодирование)
zh_hans: 压缩算法
zh_hant: 壓縮算法

source: Compression & Script Loading
ar: الضغط وتحميل البرامج النصية
de: Komprimierung & Skriptladen
es: Compresión y carga de scripts
fr: Compression et chargement de scripts
it: Compressione e caricamento script
ja: 圧縮とスクリプトの読み込み
ko: 압축 및 스크립트 로드
pt_br: Compressão e carregamento de scripts
ru: Сжатие и загрузка скриптов
zh_hans: 压缩与脚本加载
zh_hant: 壓縮與指令碼載入

source: Compute
ar: حوسبة
ja: コンピュート
ko: 컴퓨팅
zh_hans: 计算
zh_hant: 運算

source: Compute & Applications
ar: الحساب والتطبيقات
de: Computer und Anwendungen
es: Computación y aplicaciones
fr: Calcul et applications
it: Calcolo e applicazioni
ja: コンピューティングとアプリケーション
ko: 컴퓨팅 및 애플리케이션
pt_br: Computação e aplicativos
ru: Вычисления и приложения
zh_hans: 计算与应用
zh_hant: 計算与應用

source: Compute & Storage
ar: الحساب والتخزين
de: Computing & Storage
es: Computación y almacenamiento
fr: Calcul et stockage
it: Calcolo e archiviazione
ja: コンピューティングとストレージ
ko: 컴퓨팅 및 스토리지
pt_br: Computação e armazenamento
ru: Вычисления и хранение
zh_hans: 计算与存储
zh_hant: 計算与儲存

source: Config ID
ar: معرف التكوين
de: Konfigurations-ID
es: ID de configuración
fr: ID de configuration
it: ID di configurazione
ja: 構成ID
ko: 구성 ID
pt_br: ID de configuração
ru: Идентификатор конфигурации
zh_hans: 配置 ID
zh_hant: 設定 ID

source: Config Name
ar: اسم التكوين
de: Konfigurationsname
es: Nombre de configuración
fr: Nom de la configuration
it: Nome configurazione
ja: 設定名
ko: 구성 이름
pt_br: Nome da configuração
ru: Имя конфигурации
zh_hans: 配置名称
zh_hant: 設定名称

source: Configuration
ar: التكوين
de: Konfiguration
es: Configuración
it: Configurazione
ja: 設定
ko: 구성
pt_br: Configuração
ru: Конфигурация
zh_hans: 配置
zh_hant: 設定

source: Configuration Copied
ar: تم نسخ التكوين
de: Konfiguration kopiert
es: Configuración copiada
fr: Configuration copiée
it: Configurazione copiata
ja: 設定をコピーしました
ko: 구성 복사됨
pt_br: Configuração copiada
ru: Конфигурация скопирована
zh_hans: 配置已复制
zh_hant: 設定已複製

source: Configuration Mode
ar: وضع التكوين
de: Konfigurationsmodus
es: Modo de configuración
fr: Mode de configuration
it: Modalità di configurazione
ja: 設定モード
ko: 구성 모드
pt_br: Modo de configuração
ru: Режим конфигурации
zh_hans: 配置模式
zh_hant: 設定模式

source: Configuration Name
ar: اسم التكوين
de: Konfigurationsname
es: Nombre de configuración
fr: Nom de la configuration
it: Nome della configurazione
ja: 構成名
ko: 구성 이름
pt_br: Nome da configuração
ru: Имя конфигурации
zh_hans: 配置名称
zh_hant: 設定名称

source: Configure build commands and directories executed during automated deployment.
ar: قم بتكوين أوامر البناء والدلائل التي يتم تنفيذها أثناء النشر الآلي.
de: Konfigurieren Sie Build-Befehle und Verzeichnisse, die während der automatisierten Bereitstellung ausgeführt werden.
es: Configure los directorios y comandos de compilación ejecutados durante la implementación automatizada.
fr: Configurez les commandes de build et les répertoires exécutés lors du déploiement automatisé.
it: Configura i comandi di build e le directory eseguite durante la distribuzione automatizzata.
ja: 自動展開中に実行されるビルド コマンドとディレクトリを構成します。
ko: 자동화된 배포 중에 실행되는 빌드 명령 및 디렉터리를 구성합니다.
pt_br: Configure comandos de build e diretórios executados durante a implantação automatizada.
ru: Настройте команды сборки и каталоги, выполняемые во время автоматического развертывания.
zh_hans: 配置在自动部署期间执行的构建命令与输出目录。
zh_hant: 設定在自動部署期間执行的构建命令与輸出目录。

source: Configure minimum TLS cipher versions and privacy routing features.
ar: تكوين الحد الأدنى لإصدارات تشفير TLS وميزات توجيه الخصوصية.
de: Konfigurieren Sie minimale TLS-Verschlüsselungsversionen und Datenschutz-Routing-Funktionen.
es: Configura las versiones mínimas de cifrado TLS y las funciones de enrutamiento de privacidad.
fr: Configurez les versions minimales de chiffrement TLS et les fonctionnalités de routage de confidentialité.
it: Configura le versioni minime di crittografia TLS e le funzionalità di routing della privacy.
ja: 最小 TLS 暗号バージョンとプライバシー ルーティング機能を設定します。
ko: 최소 TLS 암호 버전 및 개인정보 보호 라우팅 기능을 구성합니다.
pt_br: Configure versões mínimas de criptografia TLS e recursos de roteamento de privacidade.
ru: Настройте минимальные версии шифров TLS и функции маршрутизации конфиденциальности.
zh_hans: 配置最低 TLS 密码版本和隐私路由功能。
zh_hant: 設定最低 TLS 加密版本與隱私路由功能。

source: Configure plaintext environment variables and encrypted secrets for this Worker.
ar: تكوين متغيرات البيئة النصية والأسرار المشفرة لهذا الـ Worker.
de: Konfigurieren Sie Klartext-Umgebungsvariablen und verschlüsselte Secrets für diesen Worker.
es: Configura variables de entorno de texto plano y secretos cifrados para este Worker.
fr: Configurez les variables d'environnement en texte clair et les secrets chiffrés pour ce Worker.
it: Configura variabili di ambiente in testo non crittografato e segreti crittografati per questo Worker.
ja: この Worker のプレーンテキスト環境変数と暗号化されたシークレットを設定します。
ko: 이 Worker에 대한 일반 텍스트 환경 변수 및 암호화된 시크릿을 구성합니다.
pt_br: Configure variáveis de ambiente em texto simples e segredos criptografados para este Worker.
ru: Настройте переменные среды в открытом виде и зашифрованные секреты для этого Worker.
zh_hans: 为此 Worker 配置明文环境变量和加密密钥。
zh_hant: 為此 Worker 設定純文字環境變數和加密密鑰。

source: Configure threat defense, visitor challenges, and bot protection.
ar: تكوين الدفاع ضد التهديدات وتحديات الزوار وحماية الروبوتات.
de: Konfigurieren Sie Bedrohungsabwehr, Besucher-Challenges und Bot-Schutz.
es: Configura la defensa contra amenazas, desafíos de visitantes y protección contra bots.
fr: Configurez la défense contre les menaces, les défis pour les visiteurs et la protection contre les robots.
it: Configura la difesa dalle minacce, le verifiche dei visitatori e la protezione dai bot.
ja: 脅威防御、訪問者チャレンジ、ボット保護を設定します。
ko: 위협 방어, 방문자 챌린지 및 봇 보호를 구성합니다.
pt_br: Configure defesa contra ameaças, desafios de visitantes e proteção contra bots.
ru: Настройте защиту от угроз, проверки посетителей и защиту от ботов.
zh_hans: 配置威胁防御、访问者质询和 Bot 保护。
zh_hant: 設定威脅防禦、訪客驗證和 Bot 保護。

source: Configure TLS versions and opportunistic encryption features for legacy or specialized clients.
ar: قم بتكوين إصدارات TLS وميزات التشفير الانتهازية للعملاء القدامى أو المتخصصين.
de: Konfigurieren Sie TLS-Versionen und opportunistische Verschlüsselungsfunktionen für ältere oder spezialisierte Clients.
es: Configure versiones de TLS y funciones de cifrado oportunistas para clientes heredados o especializados.
fr: Configurez les versions TLS et les fonctionnalités de chiffrement opportunistes pour les clients existants ou spécialisés.
it: Configura versioni TLS e funzionalità di crittografia opportunistiche per client legacy o specializzati.
ja: 従来のクライアントまたは特殊なクライアント向けに TLS バージョンと日和見暗号化機能を構成します。
ko: 레거시 또는 특수 클라이언트에 대한 TLS 버전 및 기회주의적 암호화 기능을 구성합니다.
pt_br: Configure versões TLS e recursos de criptografia oportunistas para clientes legados ou especializados.
ru: Настройте версии TLS и гибкие функции шифрования для устаревших или специализированных клиентов.
zh_hans: 为旧版或专用客户端配置 TLS 版本和机会性加密功能。
zh_hant: 為旧版或专用客户端設定 TLS 版本和机會性加密功能。

source: Configure URL forwarding and dynamic 301/302 redirects at the Cloudflare edge.
ar: قم بتكوين إعادة توجيه عنوان URL وعمليات إعادة التوجيه الديناميكية 301/302 على حافة Cloudflare.
de: Konfigurieren Sie URL-Weiterleitung und dynamische 301/302-Weiterleitungen am Cloudflare-Edge.
es: Configure el reenvío de URL y los redireccionamientos dinámicos 301/302 en el borde de Cloudflare.
fr: Configurez le transfert d'URL et les redirections dynamiques 301/302 à la périphérie de Cloudflare.
it: Configura l'inoltro URL e i reindirizzamenti dinamici 301/302 sul perimetro Cloudflare.
ja: CloudflareエッジでURL転送と動的301/302リダイレクトを構成します。
ko: Cloudflare 에지에서 URL 전달 및 동적 301/302 리디렉션을 구성하세요.
pt_br: Configure o encaminhamento de URL e os redirecionamentos 301/302 dinâmicos na borda da Cloudflare.
ru: Настройте переадресацию URL-адресов и динамические перенаправления 301/302 на границе Cloudflare.
zh_hans: 在 Cloudflare 边缘节点配置 URL 转发与动态 301/302 重定向。
zh_hant: 在 Cloudflare 邊緣节點設定 URL 轉發与動態 301/302 重定向。

source: Configure URL redirection rules to permanently (301) or temporarily (302) redirect incoming visitors.
ar: قم بتكوين قواعد إعادة توجيه عنوان URL لإعادة توجيه الزوار القادمين بشكل دائم (301) أو مؤقتًا (302).
de: Konfigurieren Sie URL-Umleitungsregeln, um eingehende Besucher dauerhaft (301) oder vorübergehend (302) umzuleiten.
es: Configure reglas de redireccionamiento de URL para redirigir permanentemente (301) o temporalmente (302) a los visitantes entrantes.
fr: Configurez les règles de redirection d'URL pour rediriger définitivement (301) ou temporairement (302) les visiteurs entrants.
it: Configura le regole di reindirizzamento URL per reindirizzare in modo permanente (301) o temporaneo (302) i visitatori in entrata.
ja: URL リダイレクト ルールを構成して、受信訪問者を永続的 (301) または一時的 (302) リダイレクトします。
ko: 들어오는 방문자를 영구적으로(301) 또는 일시적으로(302) 리디렉션하도록 URL 리디렉션 규칙을 구성합니다.
pt_br: Configure regras de redirecionamento de URL para redirecionar permanentemente (301) ou temporariamente (302) os visitantes recebidos.
ru: Настройте правила перенаправления URL-адресов для постоянного (301) или временного (302) перенаправления входящих посетителей.
zh_hans: 配置 URL 重定向规则，对访客进行永久 (301) 或临时 (302) 页面重定向跳转。
zh_hant: 設定 URL 重定向規則，对访客进行永久 (301) 或临時 (302) 頁面重定向跳轉。

source: Configure URL rewrites and request/response header transformations at the edge.
ar: قم بتكوين عمليات إعادة كتابة عنوان URL وتحويلات رأس الطلب/الاستجابة على الحافة.
de: Konfigurieren Sie URL-Umschreibungen und Anforderungs-/Antwort-Header-Transformationen am Edge.
es: Configure reescrituras de URL y transformaciones de encabezados de solicitud/respuesta en el borde.
fr: Configurez les réécritures d'URL et les transformations d'en-tête de demande/réponse à la périphérie.
it: Configura le riscritture degli URL e le trasformazioni delle intestazioni di richiesta/risposta a livello periferico.
ja: URL 書き換えとリクエスト/レスポンス ヘッダー変換をエッジで構成します。
ko: 에지에서 URL 재작성 및 요청/응답 헤더 변환을 구성합니다.
pt_br: Configure reescritas de URL e transformações de cabeçalho de solicitação/resposta na borda.
ru: Настройте перезапись URL-адресов и преобразования заголовков запросов и ответов на границе.
zh_hans: 在边缘配置 URL 重写以及请求/响应标头转换。
zh_hant: 在邊緣設定 URL 重寫以及請求/响應標頭轉换。

source: Configured Gateways (%lld)
ar: البوابات المُهيأة (%lld)
de: Konfigurierte Gateways (%lld)
es: Puertas de enlace configuradas (%lld)
fr: Passerelles configurées (%lld)
it: Gateway configurati (%lld)
ja: 設定済みゲートウェイ (%lld)
ko: 구성된 게이트웨이 (%lld)
pt_br: Gateways configurados (%lld)
ru: Настроенные шлюзы (%lld)
zh_hans: 已配置网关 (%lld)
zh_hant: 已設定閘道 (%lld)

source: Configured Policies
ar: السياسات التي تم تكوينها
de: Konfigurierte Richtlinien
es: Políticas configuradas
fr: Politiques configurées
it: Politiche configurate
ja: 設定されたポリシー
ko: 구성된 정책
pt_br: Políticas configuradas
ru: Настроенные политики
zh_hans: 已配置策略
zh_hant: 已設定策略

source: Configured Policies (%lld)
ar: السياسات المُهيأة (%lld)
de: Konfigurierte Richtlinien (%lld)
es: Políticas configuradas (%lld)
fr: Politiques configurées (%lld)
it: Criteri configurati (%lld)
ja: 設定済みポリシー (%lld)
ko: 구성된 정책 (%lld)
pt_br: Políticas configuradas (%lld)
ru: Настроенные политики (%lld)
zh_hans: 已配置策略 (%lld)
zh_hant: 已設定原則 (%lld)

source: Configured Redirects (%lld)
ar: عمليات إعادة التوجيه التي تم تكوينها (%lld)
de: Konfigurierte Weiterleitungen (%lld)
es: Redirecciones configuradas (%lld)
fr: Redirections configurées (%lld)
it: Reindirizzamenti configurati (%lld)
ja: 構成されたリダイレクト (%lld)
ko: 구성된 리디렉션(%lld)
pt_br: Redirecionamentos configurados (%lld)
ru: Настроенные перенаправления (%lld)
zh_hans: 已配置重定向 (%lld)
zh_hant: 已設定重定向 (%lld)

source: Configured Rules (%lld)
ar: القواعد المُهيأة (%lld)
de: Konfigurierte Regeln (%lld)
es: Reglas configuradas (%lld)
fr: Règles configurées (%lld)
it: Regole configurate (%lld)
ja: 設定済みルール (%lld)
ko: 구성된 규칙 (%lld)
pt_br: Regras configuradas (%lld)
ru: Настроенные правила (%lld)
zh_hans: 已配置规则 (%lld)
zh_hant: 已設定規則 (%lld)

source: Configured: %@
ar: تم الإعداد: %@
de: Konfiguriert: %@
es: Configurado: %@
fr: Configuré : %@
it: Configurato: %@
ja: 設定済み：%@
ko: 구성됨: %@
pt_br: Configurado: %@
ru: Настроено: %@
zh_hans: 已配置：%@
zh_hant: 已設定：%@

source: Configuring…
ar: جارٍ التهيئة…
de: Wird konfiguriert…
es: Configurando…
fr: Configuration…
it: Configurazione…
ja: 設定中…
ko: 구성 중…
pt_br: Configurando…
ru: Настройка…
zh_hans: 配置中…
zh_hant: 配置中…

source: Connect your Cloudflare API to manage edge fleets.
ar: قم بتوصيل Cloudflare API الخاص بك لإدارة أساطيل الحافة.
de: Verbinden Sie Ihre Cloudflare-API, um Edge-Flotten zu verwalten.
es: Conecte su API de Cloudflare para administrar flotas de borde.
fr: Connectez votre API Cloudflare pour gérer les flottes périphériques.
it: Connetti la tua API Cloudflare per gestire flotte edge.
ja: Cloudflare APIを接続してエッジフリートを管理します。
ko: Cloudflare API를 연결하여 에지 플릿을 관리하세요.
pt_br: Conecte sua API Cloudflare para gerenciar frotas de borda.
ru: Подключите API Cloudflare для управления периферийными парками устройств.
zh_hans: 连接您的 Cloudflare API，全面掌控边缘网络。
zh_hant: 連線您的 Cloudflare API，全面掌控邊緣網路。

source: Connect your own apex domain or subdomain to serve this Pages project.
ar: قم بتوصيل المجال الرئيسي أو المجال الفرعي الخاص بك لخدمة مشروع الصفحات هذا.
de: Verbinden Sie Ihre eigene Apex-Domain oder Subdomain, um dieses Pages-Projekt zu bedienen.
es: Conecte su propio dominio o subdominio principal para servir este proyecto de Pages.
fr: Connectez votre propre domaine ou sous-domaine apex pour servir ce projet Pages.
it: Collega il tuo dominio o sottodominio apex per servire questo progetto Pages.
ja: 独自の apex ドメインまたはサブドメインを接続して、この Pages プロジェクトを提供します。
ko: 이 Pages 프로젝트를 제공하려면 자신의 Apex 도메인 또는 하위 도메인을 연결하세요.
pt_br: Conecte seu próprio domínio ou subdomínio apex para servir este projeto do Pages.
ru: Подключите свой собственный домен или субдомен apex для обслуживания этого проекта Pages.
zh_hans: 绑定您自己的主域名或子域名来访问此 Pages 项目。
zh_hant: 绑定您自己的主網域稱或子網域稱来访问此 Pages 專案。

source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
it: Collegato
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключено
zh_hans: 已连接
zh_hant: 已連線

source: Connected Custom Domains
ar: المجالات المخصصة المتصلة
de: Verbundene benutzerdefinierte Domänen
es: Dominios personalizados conectados
fr: Domaines personnalisés connectés
it: Domini personalizzati connessi
ja: 接続されたカスタム ドメイン
ko: 연결된 사용자 정의 도메인
pt_br: Domínios personalizados conectados
ru: Подключенные пользовательские домены
zh_hans: 已连接的自定义域名
zh_hant: 已連線的自定义網域稱

source: Connected Custom Domains (%lld)
ar: النطاقات المخصصة المتصلة (%lld)
de: Verbundene benutzerdefinierte Domains (%lld)
es: Dominios personalizados conectados (%lld)
fr: Domaines personnalisés connectés (%lld)
it: Domini personalizzati connessi (%lld)
ja: 接続済みカスタムドメイン (%lld)
ko: 연결된 사용자 정의 도메인 (%lld)
pt_br: Domínios personalizados conectados (%lld)
ru: Подключённые пользовательские домены (%lld)
zh_hans: 已连接自定义域名 (%lld)
zh_hant: 已連接自訂網域 (%lld)

source: Connected Domains
ar: المجالات المتصلة
de: Verbundene Domänen
es: Dominios conectados
fr: Domaines connectés
it: Domini connessi
ja: 接続されたドメイン
ko: 연결된 도메인
pt_br: Domínios Conectados
ru: Подключенные домены
zh_hans: 已连接域名
zh_hant: 已連線網域稱

source: Connected Domains (%lld)
ar: النطاقات المتصلة (%lld)
de: Verbundene Domains (%lld)
es: Dominios conectados (%lld)
fr: Domaines connectés (%lld)
it: Domini connessi (%lld)
ja: 接続済みドメイン (%lld)
ko: 연결된 도메인 (%lld)
pt_br: Domínios conectados (%lld)
ru: Подключённые домены (%lld)
zh_hans: 已连接域名 (%lld)
zh_hant: 已連接網域 (%lld)

source: Connecting Edge…
ar: جارٍ الاتصال بالحافة…
de: Verbindung zum Edge-Knoten…
es: Conectando al borde…
fr: Connexion au réseau Edge…
it: Connessione all'edge…
ja: エッジに接続中…
ko: 엣지 연결 중…
pt_br: Conectando ao Edge…
ru: Подключение к Edge-узлу…
zh_hans: 正在连接边缘节点…
zh_hant: 正在連線邊緣節點…

source: CONNECTION CLOSE
ar: إغلاق الاتصال
de: Verbindung trennen
es: Cerrar conexión
fr: Fermer la connexion
it: Chiudi connessione
ja: 接続切断
ko: 연결 종료
pt_br: Encerrar conexão
ru: Закрыть соединение
zh_hans: 关闭连接
zh_hant: 關閉連線

source: Connection Summary
ar: ملخص الاتصال
de: Verbindungszusammenfassung
es: Resumen de conexión
fr: Résumé de la connexion
it: Riepilogo della connessione
ja: 接続の概要
ko: 연결 요약
pt_br: Resumo da conexão
ru: Сводка по подключению
zh_hans: 连接概要
zh_hant: 連線概要

source: Connector Token
ar: رمز الموصل
es: Ficha de conector
fr: Jeton de connecteur
it: Gettone connettore
ja: コネクタトークン
ko: 커넥터 토큰
pt_br: Token do Conector
ru: Токен соединителя
zh_hans: 连接器令牌 (Token)
zh_hant: 連線器令牌 (Token)

source: Console Logs (%lld)
ar: سجلات وحدة التحكم (%lld)
de: Konsolenprotokolle (%lld)
es: Registros de la consola (%lld)
fr: Journaux de la console (%lld)
it: Log della console (%lld)
ja: コンソール ログ (%lld)
ko: 콘솔 로그 (%lld)
pt_br: Logs do console (%lld)
ru: Журнал консоли (%lld)
zh_hans: 控制台日志 (%lld)
zh_hant: 主控台記錄 (%lld)

source: Consumers (%lld)
ar: المستهلكون (%lld)
de: Verbraucher (%lld)
es: Consumidores (%lld)
fr: Consommateurs (%lld)
it: Consumatori (%lld)
ja: 消費者 (%lld)
ko: 소비자(%lld)
pt_br: Consumidores (%lld)
ru: Потребители (%lld)
zh_hans: 消费者 (%lld)
zh_hant: 消费者 (%lld)

source: Content
ar: محتوى
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: コンテンツ
ko: 콘텐츠
pt_br: Contente
ru: Содержание
zh_hans: 内容
zh_hant: 内容

source: Content (e.g., 192.0.2.1)
ar: المحتوى (على سبيل المثال، 192.0.2.1)
de: Inhalt (z. B. 192.0.2.1)
es: Contenido (por ejemplo, 192.0.2.1)
fr: Contenu (par exemple, 192.0.2.1)
it: Contenuto (ad esempio, 192.0.2.1)
ja: コンテンツ (例: 192.0.2.1)
ko: 콘텐츠(예: 192.0.2.1)
pt_br: Conteúdo (por exemplo, 192.0.2.1)
ru: Содержимое (например, 192.0.2.1)
zh_hans: 内容（例如 192.0.2.1）
zh_hant: 内容（例如 192.0.2.1）

source: Content Protections
ar: حماية المحتوى
de: Inhaltsschutz
es: Protecciones de contenido
fr: Protections de contenu
it: Protezioni dei contenuti
ja: コンテンツ保護
ko: 콘텐츠 보호
pt_br: Proteções de conteúdo
ru: Защита контента
zh_hans: 内容保护
zh_hant: 內容保護

source: Content Type
ar: نوع المحتوى
de: Inhaltstyp
es: Tipo de contenido
fr: Type de contenu
it: Tipo di contenuto
ja: コンテンツ タイプ
ko: 콘텐츠 유형
pt_br: Tipo de conteúdo
ru: Тип контента
zh_hans: 内容类型
zh_hant: 內容類型

source: Content-Type or *
ar: نوع المحتوى أو *
de: Inhaltstyp oder *
es: Tipo de contenido o *
fr: Type de contenu ou *
it: Tipo di contenuto o *
ja: Content-Type または *
ko: 콘텐츠 유형 또는 *
pt_br: Tipo de conteúdo ou *
ru: Тип контента или *
zh_hans: Content-Type 或 *
zh_hant: Content-Type 或 *

source: Continue
ar: يكمل
de: Weiter
es: Continuar
fr: Continuer
it: Continuare
ja: 続く
ko: 계속하다
pt_br: Continuar
ru: Продолжать
zh_hans: 继续
zh_hant: 继續

source: Coordinated edge state namespaces
ar: مساحات أسماء حالة الحافة المنسقة
de: Koordinierte Edge-Status-Namespaces
es: Espacios de nombres de estado perimetral coordinados
fr: Espaces de noms d'état edge coordonnés
it: Spazi dei nomi di stato edge coordinati
ja: 協調型エッジ状態名前空間
ko: 조정된 에지 상태 네임스페이스
pt_br: Namespaces de estado de borda coordenados
ru: Пространства имен согласованного состояния периметра
zh_hans: 全球分布式协调边缘状态
zh_hant: 全域分散式協調邊緣狀態

source: Coordinates (Lat/Lon)
ar: الإحداثيات الجغرافية (خط العرض/الطول)
de: Koordinaten (Breite/Länge)
es: Coordenadas (Lat/Lon)
fr: Coordonnées (Lat/Long)
it: Coordinate (Lat/Lon)
ja: 地理座標 (緯度/経度)
ko: 지리적 좌표 (위도/경도)
pt_br: Coordenadas (Lat/Lon)
ru: Географические координаты (широта/долгота)
zh_hans: 地理坐标 (经度/纬度)
zh_hant: 地理座標 (經度/緯度)

source: Copied to Clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
ja: クリップボードにコピーしました
ko: 클립보드에 복사됨
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер обмена
zh_hans: 已复制到剪贴板
zh_hant: 已複製至剪貼簿

source: Copy
ar: ينسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Cópia
ru: Копировать
zh_hans: 复制
zh_hant: 複製

source: Copy %@
ar: نسخ %1$@
de: %1$@ kopieren
es: Copiar %1$@
fr: Copier %1$@
it: Copia %1$@
ja: %1$@をコピー
ko: %1$@ 복사
pt_br: Copiar %1$@
ru: Копировать %1$@
zh_hans: 复制 %1$@
zh_hant: 複製 %1$@

source: Copy All
ar: نسخ الكل
de: Alles kopieren
es: Copiar todo
fr: Copier tout
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
pt_br: Copiar tudo
ru: Копировать все
zh_hans: 复制全部
zh_hant: 複製全部

source: Copy all headers
ar: انسخ جميع الرؤوس
de: Kopieren Sie alle Header
es: Copiar todos los encabezados
fr: Copiez tous les en-têtes
it: Copia tutte le intestazioni
ja: すべてのヘッダーをコピーする
ko: 모든 헤더 복사
pt_br: Copie todos os cabeçalhos
ru: Скопируйте все заголовки
zh_hans: 复制全部标头
zh_hant: 複製全部標頭

source: Copy All IPv4
ar: انسخ كافة عناوين IPv4
de: Alle IPv4 kopieren
es: Copiar todo IPv4
fr: Copier tout IPv4
it: Copia tutto IPv4
ja: すべての IPv4 をコピー
ko: 모든 IPv4 복사
pt_br: Copiar tudo IPv4
ru: Копировать все IPv4
zh_hans: 复制全部 IPv4 段
zh_hant: 複製全部 IPv4 段

source: Copy All IPv6
ar: انسخ كافة عناوين IPv6
de: Alle IPv6 kopieren
es: Copiar todo IPv6
fr: Copier tout IPv6
it: Copia tutto IPv6
ja: すべての IPv6 をコピー
ko: 모든 IPv6 복사
pt_br: Copiar tudo IPv6
ru: Копировать все IPv6
zh_hans: 复制全部 IPv6 段
zh_hant: 複製全部 IPv6 段
